The sketch dimensions, that were used to create the sketch, have been removed from the completed bend profile definition.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public static FailureDefinitionId SketchDimsBWFRemoved { get; }
  Visual Basic
Public Shared ReadOnly Property SketchDimsBWFRemoved As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ SketchDimsBWFRemoved {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RebarFailures Class
  Autodesk.Revit.DB Namespace